Revit 2027 API
ParameterTypeId.SheetDrawnBy Property
 "Drawn By"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetDrawnBy { get; }
Public Shared ReadOnly Property SheetDrawnBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetDrawnBy {
	ForgeTypeId^ get ();
}
static member SheetDrawnBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace